/* 
  Localizable.strings
  Rdio Alarm

  Created by David Brunow on 11/4/12.

*/

"SNOOZE" = "snooze";
"SET ALARM" = "set alarm";
"PLEASE REST PEACEFULLY" = "please rest peacefully";
"PLUG ME IN" = "you really should plug me in...";
"CANCEL ALARM" = "Cancel Alarm";
"TURN OFF ALARM" = "Turn Off Alarm";
"ALARM CANCELED" = "Alarm Canceled";
"ALARM STOPPED" = "Alarm Stopped";
"CHARGING LABEL" = "you are a generous and caring person";
"SIGN OUT" = "SIGNOUT";
"CHOOSE ALARM TIME" = "Choose Alarm Time";
"NOT SIGNED IN LABEL" = "To wake up to full tracks from your playlists, you must sign into Rdio®. Not yet an Rdio user? \nTap here for more information.";
"CHANGE SETTINGS" = "Change Settings";
"SETTINGS OPENED" = "Settings Opened";
"SETTINGS CLOSED" = "Settings Closed";
"LOADING" = "Loading...";
"SELECTED PLAYLIST IS" = "Selected Playlist is %@";
"CHOOSE PLAYLIST" = "Choose Playlist...";
"COLLAB HEADER" = "   Collaborative";
"SUBSCRIBED HEADER" = "   Subscribed";
"OWNED HEADER" = "   Owned";
"COLLAB" = "Collaborative";
"SUBSCRIBED" = "Subscribed";
"OWNED" = "Owned";
"APP MUST BE OPEN REMINDER" = "You will not wake up to music if you close out of Wake Up.";
"TURN ALARM BACK ON" = "turn alarm back on";
"CANNOT CONNECT TO RDIO" = "Cannot connect to Rdio®. Your alarm will not work if you cannot connect. You probably want to set up a backup alarm.";
"YOUR ALARM IS SET" = "your alarm is set for";
"WAKE UP TO" = "WAKE UP TO";

"SNOOZE SLIDER LABEL" = "SNOOZE RDIO FOR";
"SLEEP SLIDER LABEL" = "FALL ASLEEP TO RDIO FOR";
"LBLSLIDERNO" = "NO";
"LBLSLIDERYES" = "YES";
"SHUFFLE" = "Shuffle playlist?";
"AUTOSET AM PM" = "AM/PM will be set automatically";
"INNER TIME BUBBLE TEXT" = "%d min";
"INNER TIME BUBBLE TEXT PLURAL" = "%d mins";
"INNER TIME BUBBLE TEXT DISABLED" = "DISABLED";
"AUTO ALARM BEING SET" = "auto setting alarm for";
"AUTO ALARM PLAYLIST" = "waking up to";
"CONTACT US" = "EMAIL US";
"CURRENT TIME IS" = "THE CURRENT TIME IS";
"AUTO ALARM" = "Auto set alarm when the app launches?";

"go make playlists" = "you have no playlists! go make some on the rdio® app or website and then come back";
"NO PLAYLISTS FOUND" = "   NO PLAYLISTS FOUND";

